// src/data/landmarks/ru/dataLandmarks.ts

import type { LandmarkContent } from '../landmarkTypes';

export const ruLandmarkData: LandmarkContent[] = [
  //Японский мост !
  {
    id: 1, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Японский Крытый Мост',
    description:
      'Знаменитый символ Хойана, построенный в 16 веке японской общиной.',
    fullDescription: `

<p>Если вы оказались в Хойане и не сфотографировались на Японском Крытом Мосту (Chùa Cầu), то считайте, что вы не были в Хойане. Серьёзно, этот мост – настолько восхитительный, что даже попал на герб города! И не зря, ведь у него есть своя, очень необычная история...</p>

<img src="IMAGE_PLACEHOLDER_26.jpg" alt="Japanese Bridge Detail"/>

<p>Этот мост — настоящая суперзвезда, которая смотрит на вас с банкноты в 20 000 вьетнамских донгов (VND)! Не удивляйтесь, если увидите толпы туристов, которые с серьёзным видом держат эту купюру рядом с мостом и пытаются сделать "тот самый кадр". Хотя это и не самый оригинальный кадр в мире, удержаться от такого селфи просто невозможно! Ведь не каждый день держишь в руках деньги, на которых изображено то, что у тебя за спиной, правда?</p>

<h6>Японцы Ушли, А Мост Остался</h6>
<p>Представьте себе XVII век: Хойан — это такой международный центр торговли Юго-Восточной Азии, куда стекаются торговцы со всех сторон света. Японцы и китайцы тут торговали так активно, что решили: "А давайте-ка построим мост, чтобы друг к другу в гости ходить удобнее было!" Так в 1593 году и появился наш герой.</p>

<img src="IMAGE_PLACEHOLDER_2.jpg" alt="Japanese Bridge Detail"/>

<p>Мало кто знает, но японцы активно жили в Хойане до 1663 года, а потом... Бац! Японское правительство внезапно сказало: "Всё, стоп торги! Мы закрываемся на карантин!" (Ну, почти). Так Япония ушла в изоляцию, а её великолепное наследие – этот мост – осталось стоять, как привет из прошлого.</p>

<h6>Мост, Храм и Немного Таинственности</h6>

<img src="IMAGE_PLACEHOLDER_25.jpg" alt="Japanese Bridge Detail"/>
<small>Статуя Даосского Бога погоды Tran Bo Bac De</small>

<p>Идёшь по мосту, а там тебе... храм? Да-да, прямо посреди моста примостился небольшой алтарь. Он посвящён даосскому Нефритовому Императору Юй-ди. Забавно, что даосизм в Японии не особо практиковали, так что, скорее всего, храм пристроили уже вьетнамцы. Эдакий мостик культур, который соединяет не только берега, но и верования!</p>

<img src="IMAGE_PLACEHOLDER_24.jpg" alt="Japanese Bridge Detail"/>

<p>А ещё по обе стороны моста вас встречают каменные статуи собак и обезьян. Не спрашивайте, почему именно они — это одна из тех загадок Хойана, над которой можно почесать затылок. Может, это из-за годов постройки (начали в год Собаки, закончили в год Обезьяны)? Или, как гласит другая версия, многие японские императоры родились именно в эти годы? В любом случае, они тут неспроста, и местные жители до сих пор их украшают и делают им подношения. Кто знает, может, они и вправду хранители моста, и от них зависит, будете ли вы везучим сегодня!</p>

<h6>Борьба с Подводным Сомом</h6>
<p>Вот тут начинается самая дичь (в хорошем смысле)! Мост построен не просто так, а с одной очень важной миссией – придавить гигантского мифического сома по имени Онамадзу (大鯰)!</p>

<img src="IMAGE_PLACEHOLDER_3.jpg" alt="Онамадзу"/>
<small>Онамадзу (яп. 大鯰 — «большой сом»)</small>

<p>Суть легенды: В японских преданиях есть такой огромный сом, который, когда шевелит хвостом, вызывает землетрясения. Голова его, говорят, под Индией, хвост – под Японией, а вот СПИНА ПРОХОДИТ ПРЯМО ПОД ВЬЕТНАМОМ! И строители моста, видимо, были очень хитрыми инженерами, потому что они возвели мост именно так, чтобы он "придавил" спину этого чудища, не давая ему дёргаться. Таким образом, Японский мост стал своеобразным антисейсмическим прессом для всего Центрального Вьетнама.</p>
<img src="IMAGE_PLACEHOLDER_20.jpg" alt="Онамадзу"/>

<p>Не знаем, насколько сом Онамадзу оценил такую "массажную" терапию, но мост, построенный на крепких деревянных опорах, и правда выстоял сотни лет! Хотя, если честно, не без помощи человечества. Мост пережил восемь (!) капитальных ремонтов (даже в 2022 году его буквально разобрали на "операцию"!), что тоже, наверное, немного помогло ему не развалиться. Но миф про сома всё равно звучит круче, согласитесь?</p>

<h6>Князь, Резчик и Три Иероглифа</h6>

<p>В 1719 году в Хойан заглянул князь Нгуен Фук Чу. Это был такой важный дядя, который рулил Южным Вьетнамом, ну, почти как царь, с 1691 по 1725 год. И вот, говорят, он не просто полюбовался мостом, а лично вырезал три китайских иероглифа над дверью храма! Представляете? Вместо того чтобы отправить слуг, князь решил сам поработать резчиком по дереву. Наверное, почувствовал вдохновение!</p>

<img src="IMAGE_PLACEHOLDER_23.jpg" alt="Князь, Резчик и Три Иероглифа"/>

<p>Эти символы переводятся очень поэтично: «мост для приёма гостей издалека». Или, на вьетнамский манер, "Lai Viet Kieu". Это как если бы мост сам говорил: "Привет, путник! Заходи, располагайся, ты тут свой!" Такая вот древняя "приветственная табличка", вырезанная руками самого правителя.</p>

<h6>Французская Дорога и Почему Мост Только Пешеходный</h6>

<img src="IMAGE_PLACEHOLDER_21.jpg" alt="Japanese Bridge Detail"/>

<p>Времена меняются, и даже Японскому мосту пришлось пережить свои "модные эксперименты". Во времена колониального правления французы решили: "Эй, а почему бы мотоциклам тут не ездить?" и выровняли дорогу через мост. Звучит как отличная идея для пробок, правда? К счастью, потом эту "инновацию" отменили, и мост снова стал только для пешеходов. И слава богу, потому что какой же это "символ", если по нему гоняют байки?</p>

<h6>Маленький Мост с Громадным Сердцем</h6>
<p>Так что, когда вы будете гулять по Японскому мосту, знайте: вы не просто идёте по доскам, а ступаете по живой истории, полной легенд, хитросплетений культур и даже мифических сомов. Он не просто соединяет два берега – он соединяет эпохи, народы и, возможно, даже усмиряет землетрясения. Вот такой он, наш Японский Крытый Мост – маленький, но очень гордый и таинственный.</p>

<img src="IMAGE_PLACEHOLDER_22.jpg" alt="Japanese Bridge Detail"/>
    `,
    internalImageNames: [
      '2.jpg',
      '3.jpg',
      '22.jpg',
      '20.jpg',
      '21.jpg',
      '23.jpg',
      '24.jpg',
      '25.jpg',
      '26.jpg',
    ], // Все имена изображений, используемые в fullDescription
  },
  //Зал собраний Кантона !
  {
    id: 2, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Зал собраний Кантона',
    description:
      'Зал собраний Кантон остается активным местом поклонения как для китайской диаспоры в Хойане так и для вьетнамцев.',
    fullDescription: `
<p>
    Если вы когда-либо задавались вопросом, как выглядел Хойан во времена своего расцвета как торгового порта, то Зал собраний Кантон (Hoi Quan Quang Trieu) — это ваш билет в прошлое! Этот величественный комплекс, является одним из самых ярких свидетельств невероятного влияния китайской общины на жизнь города.
</p>
<p>
    Построенный в 1885 году влиятельными торговцами из китайской провинции Гуандун (Кантон), этот зал был гораздо больше, чем просто место для собраний. Он служил духовным и социальным сердцем кантонской диаспоры, местом поклонения легендарному Гуан Кунгу (богу верности и храбрости) и Тхиен Хау (Богине-Матери Моря, защитнице всех, кто ходит по волнам). Представьте, как здесь собирались купцы, молились о безопасном пути и честной торговле, решали споры и праздновали свои традиции!
</p>

<h6>Гуан Кунг</h6>

<p>
    Когда вы слышите имя Гуан Кунг (Гуань Юй), представьте себе настоящего героя, чья слава пережила века! Этот легендарный полководец жил в Китае во времена периода Троецарствия (III век нашей эры) и был известен своей невероятной верностью, праведностью, честью и бесстрашием. Он был настолько выдающейся фигурой, что после смерти его обожествили, и он стал одним из самых почитаемых богов не только в Китае, но и во многих китайских диаспорах по всему миру.
</p>
<p>
    Для купцов и бизнесменов Гуан Кунг — это не просто бог войны. Его почитают как покровителя честной торговли и защитника от недобросовестности. Если вы когда-либо видели статуи Гуан Кунга, вы заметите его мощную фигуру с длинной бородой и красным лицом, часто в доспехах, иногда с алебардой. Это символ силы, который напоминает о необходимости быть честным и непоколебимым в своих делах. В Зале собраний Кантон именно ему воздавали почести, стремясь обрести его благословение на успешную и справедливую торговлю.
</p>

<h6>Тхиен Хау: Богиня-Мать Моря</h6>
<p>
    А теперь перенесемся к другой невероятной богине — Тхиен Хау (Thien Hau), или как её ещё называют, Богине-Матери Моря. Представьте себе бескрайние океанские просторы, по которым столетиями ходили бесчисленные корабли... Для моряков, рыбаков и торговцев, чья жизнь зависела от милости моря, Тхиен Хау была самой важной защитницей.
</p>
<p>
    Считается, что Тхиен Хау была смертной девушкой по имени Линь Мо (Lin Mo) из Фуцзяня (Китай), которая обладала мистическими способностями и могла спасать моряков во время штормов. После её смерти она вознеслась и стала богиней, оберегающей всех, кто отправляется в морское путешествие.
</p>
<p>
    Для китайских торговцев, которые пересекали опасные моря, чтобы добраться до Хойана, поклонение Тхиен Хау было абсолютно необходимостью. Она была их надеждой и гарантией безопасного возвращения домой. В Зале собраний Кантон её алтарь напоминает о том, насколько важны были морские пути и насколько верили в её силу те, кто рисковал своей жизнью и товарами на бескрайних просторах океана. Она — символ безопасности, удачи и покровительница всех водных путешествий.
</p>

<h6>Архитектурный Шедевр и Детали, Которые Вас Удивят</h6>
<img src="IMAGE_PLACEHOLDER_29.jpg" alt="Зал собраний Кантона"/>
<p>
    Зал собраний Кантон — это настоящая архитектурная феерия, чистый кантонский стиль! Построенный из дерева, камня и красного кирпича, комплекс сразу же захватывает ваше внимание своими деталями:
</p>
<ul>
    <li>Входные ворота: Вас встретят впечатляющие, богато украшенные ворота, часто с тремя входами и сложной резьбой – они словно приглашают вас в другой мир.</li>
    <li>Мистические дворы: Внутри вы найдёте несколько внутренних дворов, залитых светом, которые ведут к Главному залу. В одном из них обязательно обратите внимание на большой декоративный фонтан или пруд с драконами – символами богатства и удачи!</li>
    <li>Искусство в каждой детали: Зал славится невероятно детализированной и искусно выполненной резьбой по дереву и камню. Здесь можно бесконечно рассматривать изображения драконов, фениксов, мифических существ, животных, а также сцены из китайской мифологии и классических романов. Яркие цвета, особенно красный и золотой, создают поистине роскошную атмосферу.</li>
    <li>Скульптуры и статуи: Помимо резьбы, вы увидите яркие статуи, включая главную статую Гуан Конга. А ещё поищите скульптуры 12 зверей китайского зодиака — они очень популярны у посетителей!</li>
</ul>

<h6>Культурное Значение и Живая История</h6>
<p>
    Зал собраний Кантон и по сей день остаётся активным местом поклонения для китайской диаспоры Хойана. Здесь проводятся важные ежегодные фестивали, особенно красочный Фестиваль Гуан Конга, привлекающий множество верующих и туристов.
</p>
<p>
    Этот зал — не просто красивая достопримечательность. Он является прямым отражением экономического могущества и культурного влияния кантонской общины в период расцвета Хойана. Это важная часть наследия ЮНЕСКО, демонстрирующая глубокое культурное взаимодействие и наследие, созданное разными сообществами.
</p>
<p>
    Часы работы: Обычно с 07:00 до 17:00 ежедневно.
</p>
<p>
    Вход: Посещение Зала собраний Кантон обычно входит в общий входной билет в Древний город Хойан.
</p>
<p>
    Обязательно загляните в Зал собраний Кантон, чтобы глубоко погрузиться в историю и культуру китайской диаспоры Хойана. Это действительно впечатляющее и прекрасно сохранившееся место!
</p>
    `,
    internalImageNames: ['29.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Дом Фунг Хунг!
  {
    id: 3, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Дом Фунг Хунг',
    description: 'Один из самых больших старинных особняков Хойана!',
    fullDescription: `
<p>
    Представьте что вы стоите у знаменитого Японского моста в Хойане, чувствуете ветерок с реки и аромат истории... А прямо за мостом, словно страж веков, возвышается он – Дом Фунг Хунг (The Old House of Phung Hung). Это не просто старый дом, это настоящий музей под открытым небом, где каждая балка и каждая плитка помнят свои истории.
</p>
<p>
    Этот особняк — один из самых больших и впечатляющих в Хойане, был построен в 1780 году. Его хозяева были не просто обывателями, а успешными торговцами, которые сколотили состояние на продаже экзотических товаров: стеклянных изделий, драгоценных специй и ароматных благовоний. Представьте, сколько караванов и кораблей повидал этот дом!
</p>

<h6>Архитектурный Микс или Как Строили в Хойане?</h6>
<p>
    Архитектура Дома Фунг Хунг — это отдельная песня, Дорогуш! Это истинное воплощение того, что делает Хойан таким уникальным: невероятное смешение культур. Здесь каждый уголок расскажет вам о торговых путях и культурных обменах:
</p>
<ul>
    <li>Китайские, японские и вьетнамские элементы искусно переплетаются, создавая неповторимый облик. Вы увидите влияние китайских храмов, японскую точность и вьетнамскую функциональность, собранные под одной крышей. Это как архитектурный микс-салат, но очень, очень вкусный!</li>
    <li>Двухэтажное здание поддерживают целых 80 крепких деревянных колонн. Только представьте себе масштаб и мастерство древних строителей! Эти колонны не просто держат крышу — они, кажется, держат на себе саму историю.</li>
    <li>Как и во многих старинных домах Хойана, в Фунг Хунге находится родовое святилище. Это сердце дома, место, где поколения семьи отдавали дань предкам и хранили свои традиции. Это то, что делает эти дома живыми, а не просто туристическими объектами.</li>
</ul>

<h6>Что Ещё Увидеть и Почувствовать?</h6>

<p>
    Помимо уникальной архитектуры и богатой истории, Дом Фунг Хунг приготовил для вас несколько сюрпризов:
</p>
<ul>
    <li>Наследие Живёт: Дом до сих пор принадлежит потомкам тех самых купцов, которые его построили. Это невероятно, Дорогуш! Вы сможете пообщаться с хранителями истории, которые с гордостью расскажут о своём доме и семейных традициях. Это не музейный экспонат, это живая история!</li>
    <li>Вид, который Захватывает Дух: Обязательно поднимитесь на балкон второго этажа. Оттуда открывается просто обалденный вид на Японский мост и оживлённую улицу. Это идеальное место, чтобы сделать те самые открыточные фото и просто насладиться атмосферой Хойана.</li>
    <li>Иногда, Неожиданности: Так как это жилой дом, он может быть не всегда открыт или иметь переменчивые часы работы, в зависимости от семейных обстоятельств. Это придаёт ему ещё больше шарма и аутентичности — вы как будто попадаете в гости, а не в отлаженный туристический аттракцион.</li>
</ul>
<p>
    Дом Фунг Хунг — это не просто точка на карте Хойана. Это ворота в его торговое прошлое, живое свидетельство культурного богатства и место, где можно почувствовать настоящий дух города. Обязательно загляните!
</p>
    `,
    internalImageNames: ['27.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Sa Huynh Cultural Museum  !
  {
    id: 4, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Музей древней культуры Сахюинь',
    description:
      'Музей рассказывает о первых людях, поселившихся в этом районе 2000 лет назад.',
    fullDescription: `
      
<p>
    Представьте себе: вы гуляете по старинным улочкам Хойана, вдыхаете аромат специй и чувствуете дыхание веков. А что, если я скажу вам, что история этого города началась за <strong>тысячи лет до того</strong>, как появились все эти красивые дома и японские мосты? Задолго до того, как сюда пришли торговцы со всего света, здесь уже кипела жизнь!
</p>
<p>
    Хотите заглянуть в самое сердце доисторического Вьетнама? Тогда ваш путь лежит в <strong>Музей культуры Сахюинь (Sa Huynh Cultural Museum)</strong>. Это не просто очередная экспозиция — это машина времени, которая перенесёт вас на 3000 лет назад, прямо в Железный век!
</p>

<h6>Что это за Сахюинь такой? </h6>
<p>
    Культура Сахюинь (примерно <strong>1000 г. до н.э. — 200 г. н.э.</strong>) – это не просто набор скучных археологических находок. Это была целая цивилизация, которая, как считают учёные, является <strong>предком народа тямов</strong> – основателей мощного королевства Чампа!
</p>
<p>
    Люди Сахюинь были настоящими мастерами своего дела:
</p>
<ul>
    <li><strong>Тайны погребений:</strong> Они кремировали своих взрослых и хоронили прах в <strong>огромных керамических урнах</strong>, накрытых крышками. И да, вместе с прахом клали сокровища – от инструментов до изысканных украшений. Представляете, сколько историй хранят эти кувшины?</li>
    <li><strong>Древние "кузнецы":</strong> Эти ребята освоили металлургию, создавая изящные <strong>железные и бронзовые инструменты</strong>: топоры, мечи, наконечники копий, ножи и серпы. Это вам не лыком шитые!</li>
    <li><strong>Мировые торговцы:</strong> Забудьте о "Шёлковом пути" – у Сахюинь был свой "Торговый путь Сахюинь-Каланай"! Они торговали буквально со всем миром – от Китая и Индии до Филиппин и даже Средиземноморья! Китайские монеты и другие диковинки, найденные здесь, доказывают, что Хойан был <strong>международным торговым хабом за тысячи лет до того</strong>, как это стало мейнстримом.</li>
</ul>

<h6>Что вас ждёт внутри музея:</h6>
<img src="IMAGE_PLACEHOLDER_27.jpg" alt="Sa Huynh Cultural Museum"/>
<p>
    Музей культуры Сахюинь — это не пыльное хранилище, а настоящий сундук с сокровищами! Здесь собрано <strong>около 1000 уникальных артефактов</strong>, найденных прямо здесь, в Хойане, и на близлежащих островах Чам. Каждый экспонат – это кусочек древней жизни, который расскажет вам свою историю.
</p>

<ul>
    <li><strong>Урны, урны и ещё раз урны:</strong> Конечно, вы увидите коллекцию тех самых <strong>погребальных кувшинов</strong> – от мала до велика, разных форм и размеров. Попробуйте представить, кто мог быть похоронен в каждой из них!</li>
    <li><strong>Блеск древних украшений:</strong> Готовьтесь восхищаться! Здесь выставлены невероятные <strong>украшения из камня, бронзы, золота и стекла</strong>. Но гвоздь программы – это, конечно, знаменитые <strong>двухголовые серьги (lingling-o)</strong>. Это такие уникальные ушные штуки, часто изображающие двухголовых существ. Подумайте только, что означали эти символы для древних людей!</li>
    <li><strong>Инструменты и посуда:</strong> Вы увидите, чем пользовались люди Сахюинь каждый день: от топоров до серпов, от горшков до изысканной керамики.</li>
    <li><strong>Погружение в историю:</strong> Музей снабжён подробными <strong>археологическими объяснениями, фотографиями</strong> с мест раскопок и даже <strong>документальными видеороликами</strong>, которые помогут вам визуализировать жизнь и ритуалы этой загадочной цивилизации.</li>
</ul>

<h6>Важные детали для вашего приключения:</h6>
<ul>
    <li><strong>Адрес:</strong> 149 Trần Phú, Phường Minh An, Hội An, Quảng Nam, Вьетнам. Находится прямо в сердце Древнего города.</li>
    <li><strong>Часы работы:</strong> Обычно с <strong>08:00 до 20:00 ежедневно</strong>. НО! Имейте в виду: <strong>10-го числа каждого месяца музей закрывается</strong> на техосмотр. Планируйте свой визит заранее!</li>
    <li><strong>Вход:</strong> Обычно для посещения музея требуется <strong>единый входной билет в Древний город Хойан</strong>. Это удобно, так как он даёт доступ и к другим достопримечательностям.</li>
    <li><strong>Здание само по себе:</strong> Музей расположен в красивом, традиционном здании с характерными жёлтыми стенами, красными черепичными крышами и деревянными элементами, что создаёт идеальную атмосферу для погружения в древность.</li>
</ul>
<p>
    Не упустите шанс прикоснуться к самым истокам Хойана и понять, что заложило фундамент его величия! Музей культуры Сахюинь – это не просто история, это <strong>пролог к вашему приключению в Хойане!</strong>
</p>
    `,
    internalImageNames: ['27.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Дом Дук Ан !
  {
    id: 5, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Дом Дук Ан',
    description:
      'Этот дом хранит значимые страницы политической истории Вьетнама.',
    fullDescription: `
<p>
    Если вы ищете место, где история Хойана оживает, ваш путь лежит в Дом Дук Ан (Duc An House).Этот особняк — не просто одна из старинных построек; это живое свидетельство богатого прошлого города, его коммерческого духа и даже героической борьбы за независимость.
</p>
<p>
    Построенный в середине XIX века (то есть, ему уже более 200 лет!), Дом Дук Ан до сих пор принадлежит и управляется шестым поколением семьи Буй. Представьте, одна и та же семья хранит свои корни и традиции в этих стенах на протяжении стольких лет! Изначально этот дом был известным торговым центром, специализирующимся на традиционной вьетнамской медицине, продаже лекарственных трав и специй. Семья Буй была настоящими экспертами в этой области, передавая свои знания из поколения в поколение.
</p>

<h6>От Магазина Трав до Революционного Центра: Секреты Дома Дук Ан</h6>
<p>
    Но история Дома Дук Ан гораздо глубже, чем просто торговля и медицина. Этот дом хранит значимые страницы политической истории Вьетнама. Во времена борьбы за независимость он служил подпольным отделением революционного движения! Господин Буй Кьен Тхань, предок нынешних владельцев и известный интеллектуал, использовал этот дом как убежище и место для тайных встреч патриотов. Многие важные документы и планы, связанные с революцией, обсуждались и хранились именно здесь. Это место, где буквально творилась история!
</p>
<p>
    Дом Дук Ан — это классический пример уникального архитектурного стиля Хойана, демонстрирующего слияние культур:
</p>
<img src="IMAGE_PLACEHOLDER_30.jpg" alt="Дук Ан"/>
<ul>
    <li>Дом построен в традиционном "трубчатом" стиле: узкий фасад, но длинное, уходящее вглубь пространство.</li>
    <li>Использован прочный и долговечный железное дерево (ironwood), благодаря которому дом сохранился на протяжении веков.</li>
    <li>Пространство разделено на зоны: магазин у входа (где раньше продавались травы, а теперь, возможно, сувениры), жилые помещения, зоны поклонения предкам и внутренний двор, который обеспечивает естественное освещение и вентиляцию, а также служит для сбора дождевой воды.</li>
    <li>Обратите внимание на изысканную деревянную резьбу, которая украшает колонны, балки и мебель, отражая как вьетнамские, так и китайские влияния.</li>
    <li>Внутри сохранились старинные деревянные шкафы, столы, стулья, а также книги, документы и другие артефакты, связанные с историей семьи.</li>
</ul>

<h6>Живая История и Национальное Наследие</h6>
<p>
    Дом Дук Ан — это настоящий "живой музей", позволяющий вам ощутить атмосферу прошлых веков и понять, как жили и работали хойанские торговцы. Его роль в революционном движении придает ему особое значение как месту, где формировалась история Вьетнама. Посещение этого дома — это уникальная возможность не только увидеть старинную архитектуру, но и прикоснуться к богатой истории семьи, которая неразрывно связана с историей всего Хойана.
</p>
    `,
    internalImageNames: ['30.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Kazimierz Kwiatkowski bust !
  {
    id: 6, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Памятник Казимиру Квятковскому',
    description:
      'Рыцарь культурного наследия. Польский Супергерой, Спасший Хойан от Бетона и Скуки!',
    fullDescription: `
<p>
    Вы когда-нибудь задумывались, почему старый Хойан до сих пор так аутентичен, а его древние дома не превратились в безликие новостройки? Ответ прост: всё благодаря одному человеку – <strong>Казимиру Квятковскому (1944-1997)</strong>, польскому архитектору и реставратору, которого во Вьетнаме ласково называли <strong>Казик-архитектор</strong>. Он посвятил свою жизнь спасению культурного наследия Вьетнама, и его девиз звучал так: "Я не реставрирую камни — я возвращаю людям память".
</p>
<p>
    Казик приехал во Вьетнам добровольцем в 1980 году и проработал здесь 17 лет. 16 из них он посвятил святилищу Мишон, а с 1981 года вплотную занялся древним Хойаном. Тогда, после 40 лет войны, памятники были сильно повреждены, и Вьетнам отчаянно нуждался в помощи. Казик возглавил первую в Азии польско-вьетнамскую миссию по восстановлению памятников. Он был единственным экспертом, который взялся за эту колоссальную задачу.
</p>

<h6>"Они Называют Меня Сумасшедшим..." — Бунтарский Дух Казика</h6>
<img src="IMAGE_PLACEHOLDER_31.jpg" alt="Kazimierz Kwiatkowski"/>
<p>
    Казимир Квятковский был не из тех, кто идёт на компромиссы. Когда дело касалось сохранения подлинности, он превращался в настоящую стихию!
</p>
<ul>
    <li><strong>Война с цементом:</strong> Вьетнамские чиновники, желая "быстро отреставрировать" старые дома, завезли цемент. Казик же настаивал на аутентичных методах: смесь из извести, тростника и глины, как строили в XVIII веке. Говорят, однажды он даже запер партию цемента в сарае и поджёг несколько мешков, чтобы показать свою решимость! "Вы хотите, чтобы весь город вот так рассыпался через 10 лет?" — кричал он на совещаниях, тряся гнилой балкой.</li>
    <li><strong>Битва с застройщиками:</strong> В 90-е, когда начался туристический бум, бизнесмены рвались строить отели в старом квартале. Казик лично блокировал стройки, и, по словам его ученика, даже ложился под бульдозеры! Он был готов на всё, чтобы защитить Хойан.</li>
    <li><strong>"Бунт" против ЮНЕСКО:</strong> В 1993 году эксперты ЮНЕСКО предлагали запретить жителям жить в исторических домах, превратив город в "музейный экспонат". Казик пригласил их на ужин в 300-летний дом, накормил супом и заявил: "Либо вы оставите людей жить, либо Хой Ан станет мёртвым музеем, как ваша Венеция!" ЮНЕСКО сдались.</li>
</ul>

<h6>Невероятные Истории и "Проклятие Казика"</h6>
<p>
    Вокруг Казика ходит множество легенд, и даже если некоторые из них приукрашены, они лишь подчёркивают его уникальность:
</p>
<ul>
    <li><strong>Война с неоновыми вывесками:</strong> Когда первый магазин повесил неоновую вывеску на старинный фасад, Казик ночью срывал таблички, а однажды лично замазал неоновую вывеску чёрной краской при свидетелях! Его знаменитая фраза, которую до сих пор цитируют гиды: "Если я увижу ещё один магазин "I ♥ Hoi An" в старом квартале – буду стрелять из рогатки!"</li>
    <li><strong>Проклятый мост:</strong> Когда под Японским мостом тайком залили бетонный фундамент, Казик лично разбил его кувалдой в 5 утра, чтобы все слышали. Он нашёл старика-мастера, который помнил, как строили мост 60 лет назад, и заставил рабочих таскать камни вручную. Мост стоит до сих пор!</li>
    <li><strong>"Куриный бунт":</strong> В 1996 году ЮНЕСКО захотела запретить жителям держать кур в старом квартале. Казик в ответ лично раздал 50 семьям цыплят и научил их строить "исторически достоверные" курятники. "Если уберёте кур – исчезнет дух Хой Ана", – сказал он, и ЮНЕСКО вновь уступили.</li>
    <li><strong>Последний подарок:</strong> Перед смертью он "обнаружил" под сносимым рыбным рынком XVIII века древнюю стелу (на самом деле, подделку). Рынок тут же внесли в список охраняемых объектов. Обман раскрыли через 10 лет, но было поздно – здание уже отреставрировали.</li>
</ul>

<h6>Наследие, Которое Живёт</h6>
<img src="IMAGE_PLACEHOLDER_32.jpg" alt="Kazimierz Kwiatkowski"/>
<p>
    Казимир Квятковский трагически скончался от сердечного приступа в Хюэ в 1997 году, работая над восстановлением королевского дворца. Его похоронили в Польше, но в Хойане ему установлен памятник в парке его имени — это редчайшая честь для иностранца во Вьетнаме.
</p>
<p>
    Благодаря его неутомимым усилиям, Хойан и Мишон были признаны объектами Всемирного наследия ЮНЕСКО. Он научил вьетнамцев реставрировать, сохраняя подлинность, и его ученики до сих пор продолжают его дело. Даже если некоторые истории о нём стали легендами, они лишь подчёркивают, насколько он вдохновил людей на защиту наследия. Казик — это не просто историк, это дух Хойана, который живёт в каждом сохранённом доме, в каждой резной балке и в каждом рассказе о "безумном поляке", который спас город.
</p>
    `,
    internalImageNames: ['32.jpg', '31.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Old House of Tan Ky !
  {
    id: 7, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Дом Тан Ки',
    description:
      'Дом Тан Ки является одним из ярчайших примеров традиционной архитектуры Хойана',
    fullDescription: `
    
<p>
    Представьте, что вы прогуливаетесь по древним улочкам Хойана, и каждый дом здесь рассказывает свою историю. Но среди них есть один особенный – <strong>Дом Тан Ки (Old House of Tan Ky)</strong>. Это не просто старинный особняк, это живой учебник истории, полный сюрпризов, где когда-то жили, торговали и даже прятались от пиратов!
</p>
<img src="IMAGE_PLACEHOLDER_33.jpg" alt="Old House of Tan Ky"/>
<p>
    Построенный более 200 лет назад (в конце XVIII - начале XIX века) успешной семьей местных купцов, Дом Тан Ки является одним из ярчайших примеров традиционной архитектуры Хойана. Он до сих пор принадлежит и управляется потомками той самой семьи, уже в седьмом поколении! Это значит, что вы увидите не музейный экспонат, а настоящий, живой дом, где бережно хранят традиции предков.
</p>

<h6>Архитектурные Тайны и Защита от Стихии</h6>
<p>
    Дом Тан Ки — это не только красота, но и гениальные инженерные решения, разработанные для жизни в Хойане, который часто страдает от наводнений:
</p>
<ul>
    <li><strong>"Трубчатый" дизайн:</strong> Как и многие торговые дома Хойана, Тан Ки имеет узкий фасад, но простирается далеко вглубь, создавая длинное, многофункциональное пространство. Здесь есть торговая зона, внутренние дворики, жилые помещения и зона для поклонения предкам.</li>
    <li><strong>Защита от наводнений:</strong> Хойан расположен у реки, и наводнения здесь не редкость. Но купцы Тан Ки были к этому готовы! В доме установлены специальные механизмы для быстрого подъема всей мебели и ценных вещей на второй этаж. Представьте, как во время сильного дождя мебель "летала" вверх, спасаясь от воды!</li>
    <li><strong>Вековые полы:</strong> Полы в доме выполнены из удивительного твердого дерева "джекфрут" (jackfruit), которое, говорят, не гниёт до 300 лет! Это еще одно свидетельство мудрости и долговечности материалов, используемых в те времена.</li>
    <li><strong>Искусство на дереве:</strong> Обязательно обратите внимание на оригинальные резные панели, украшающие интерьер. Они выполнены в традиционном стиле и часто изображают сюжеты из китайской мифологии, символы удачи и процветания. Каждый элемент резьбы — это произведение искусства и часть давних верований.</li>
</ul>

<h6>Тайны Прошлого и Удивительные Находки</h6>
<img src="IMAGE_PLACEHOLDER_34.jpg" alt="Old House of Tan Ky"/>
<p>
    Дом Тан Ки полон секретов, которые придают ему особый шарм:
</p>
<ul>
    <li><strong>Секретная комната:</strong> Говорят, что за шкафом в спальне есть дверь в крошечную тайную комнату. Именно там купцы прятали свои богатства и золото от пиратов, которые могли нападать на город! Сможете найти её?</li>
    <li><strong>Культурный микс:</strong> В архитектуре и декоре дома гармонично переплетаются вьетнамские, китайские и японские влияния, отражая историю Хойана как крупного международного торгового порта.</li>
    <li><strong>Старинные артефакты:</strong> Внутри вы увидите не только уникальную мебель и деревянные конструкции, но и множество старинных предметов быта, документов и произведений искусства, которые рассказывают о жизни и деятельности купеческой семьи Тан Ки.</li>
</ul>
<p>
    Посещение Дома Тан Ки — это возможность не просто увидеть старинное здание, а буквально прикоснуться к живой истории купеческого Хойана. Это место, где каждое дерево и каждый камень хранят свои легенды.
</p>

    `,
    internalImageNames: ['33.jpg', '34.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Quan Thang Ancient House !
  {
    id: 8, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Старинный дом Куан Тханг',
    description:
      'Дом Куан Тханг демонстрирует гармоничное сочетание вьетнамских, китайских и японских влияний.',
    fullDescription: `
<p>
    Если вы хотите по-настоящему окунуться в историю Хойана, тогда ваш путь лежит в <strong>Старинный дом Куан Тханг (Quan Thang Ancient House)</strong>. Этот особняк — одна из настоящих жемчужин Древнего города, который бережно хранит в себе дух купеческого прошлого.
</p>
<p>
    Построенный в конце XVII или XVIII веке богатым китайским купцом по имени Куан Тханг, дом получил название в его честь. Хозяин специализировался на торговле местными продуктами и лекарствами, и его дом был одновременно и роскошным жильём, и bustling торговым центром. Удивительно, но Дом Куан Тханг до сих пор принадлежит и поддерживается потомками той самой семьи, что делает его "живым" артефактом, пережившим века и суровые климатические условия, и сохранившим свой первоначальный архитектурный дизайн и убранство.
</p>

<h6>Архитектурный Шедевр и Его Секреты</h6>
<p>
    Дом Куан Тханг — это выдающийся образец архитектуры Хойана, где гармонично смешались вьетнамские, китайские и японские влияния:
</p>
<img src="IMAGE_PLACEHOLDER_35.jpg" alt="Sa Huynh Cultural Museum"/>
<ul>
    <li>Он имеет типичную для Хойана "трубчатую" форму: узкий фасад, который тянется далеко вглубь, аж до реки сзади.</li>
    <li>Внутри дом разделён на несколько зон: торговое пространство у входа с прилавками, жилые комнаты для семьи, и, конечно же, священное место для поклонения предкам.</li>
    <li>Обратите внимание на <strong>внутренние дворы (Sky Yards)</strong> — это открытые пространства в центре дома. Они не только обеспечивают естественное освещение и вентиляцию, но и служат для сбора дождевой воды. Часто здесь можно увидеть аквариумы с рыбками, небольшие растения и деревья, создающие оазис спокойствия.</li>
    <li>Дом знаменит своей изысканной деревянной резьбой, выполненной мастерами из знаменитой деревни плотников Ким Бонг. Здесь вы увидите павлинов, цветы, мифических существ и узоры, связанные с фэн-шуй. Это одно из самых красивых произведений деревянной резьбы в Хойане.</li>
    <li>Построенный из ценного железного дерева, дом невероятно прочен. Его крыша покрыта черепицей "инь-ян", которая помогает сохранять прохладу летом и тепло зимой – это такой древний "кондиционер"!</li>
    <li>Над главной дверью расположены уникальные "глаза двери" с символом инь-ян и листьями бодхи, украшенные красными тканями. Считается, что они защищают дом от злых духов и неудач.</li>
</ul>

<h6>Погружение в Купеческое Прошлое</h6>

<p>
    Посещение Дома Куан Тханг — это не просто прогулка по старому зданию. Это возможность заглянуть в повседневную жизнь и торговые практики процветающего купеческого класса Хойана прошлых веков. Семейные святыни и общая атмосфера дома демонстрируют важность сохранения традиционных верований и культурных обычаев. Это важная часть архитектурного наследия Хойана, показывающая высокое мастерство местных и китайских ремесленников.
</p>

<img src="IMAGE_PLACEHOLDER_36.jpg" alt="Sa Huynh Cultural Museum"/>

    `,
    internalImageNames: ['35.jpg', '36.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Museum of Trade Ceramics !
  {
    id: 9, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Музей торговой керамики',
    description:
      'Ключевое свидетельство процветания Хойана как оживленного торгового порта с XV по XVIII века',
    fullDescription: `
      
<p>
    Если вы хотите по-нанастоящему понять, как Хойан превратился в процветающий торговый порт, то <strong>Музей Торговой Керамики (Museum of Trade Ceramics)</strong> – это то самое место, которое расскажет вам эту увлекательную историю. Расположенный в прекрасно отреставрированном двухэтажном деревянном доме XIX века (или даже 1858 года, по некоторым данным!), этот музей сам по себе является произведением искусства, отражающим традиционный вьетнамский архитектурный стиль.
</p>
<p>
    Открытый в 1995 году при поддержке японских экспертов, музей создан для того, чтобы сохранить и показать миру невероятную ценность керамики, которая была основой коммерческой жизни Хойана. Он словно прослеживает ниточки, связывающие город с далекими странами, и показывает, как Хойан стал настоящим узлом на международном морском Шелковом пути.
</p>

<h6>Коллекция, Рассказывающая Истории Веков</h6>
<p>
    Музей предлагает глубокое погружение в историю Хойана как оживленного торгового порта и его ключевую роль в международной торговле керамикой. Здесь собрана обширная коллекция – более 430 древних артефактов, датируемых преимущественно с IX по XIX века, хотя некоторые фрагменты могут быть и старше, относящиеся даже к VII-X векам!
</p>
<img src="IMAGE_PLACEHOLDER_37.jpg" alt="Japanese Bridge Detail"/>
<p>
    Представьте, что эти изделия приплыли сюда из самых разных уголков мира:
</p>
<ul>
    <li><strong>Китай:</strong> Изысканные изделия династий Тан, Мин, Цин.</li>
    <li><strong>Япония, Таиланд, Вьетнам:</strong> Керамика, отражающая местное мастерство.</li>
    <li><strong>Индия и даже Ближний Восток/Центральная Азия:</strong> Доказательство невероятно широких торговых связей Хойана.</li>
</ul>
<p>
    В коллекции вы увидите самые разные виды керамики: от повседневных мисок и тарелок до изящных винных чаш, чайников, ваз и даже декоративной плитки. Многие экспонаты были найдены во время археологических раскопок прямо здесь, в Хойане, а некоторые подняты с затонувших кораблей вблизи острова Чам, в том числе из крупнейшего подводного раскопа во Вьетнаме, относящегося к XV веку! Это неоспоримое доказательство того, что керамика была основным торговым товаром.
</p>

<h6>Погружение в Торговую Атмосферу</h6>
<p>
    Музей устроен так, чтобы вы могли максимально погрузиться в атмосферу древней торговли:
</p>
<img src="IMAGE_PLACEHOLDER_38.jpg" alt="Japanese Bridge Detail"/>
<ul>
    <li>Экспонаты расположены на двух уровнях вокруг центрального открытого двора, создавая ощущение прогулки по старому торговому дому.</li>
    <li>На открытом дворе музея находится полноразмерная копия традиционной печи для обжига керамики. Здесь вы сможете представить, как создавались все эти прекрасные изделия.</li>
    <li>На стенах вы найдёте старинные карты, показывающие морские торговые пути Хойана и его связи с другими странами. Особо интересна копия японской картины XVII века "Путешествие для торговли в Цзяочжи", нарисованная торговцем Чая Синроку.</li>
    <li>В центре зала иногда можно увидеть модель "гхе бау" – особого типа парусника из Хойана, выполненную местным резчиком по дереву, которая покажет, как выглядели суда, перевозившие эти ценные грузы.</li>
</ul>

<h6>Наследие и Значение</h6>
<p>
    Музей Торговой Керамики – это ключевое свидетельство процветания Хойана как оживленного торгового порта с XV по XVIII века. Он наглядно демонстрирует его роль в международной торговле и культурном обмене между Азией, Ближним Востоком и даже Европой. Само здание музея, прекрасно отреставрированный старинный дом, обладает огромной архитектурной ценностью и позволяет посетителям "почувствовать" атмосферу традиционного вьетнамского дома. Это ценный ресурс для историков и археологов, позволяющий глубже изучать прошлое Хойана.
</p>
<p>
    Музей Торговой Керамики в Хойане – это не просто коллекция артефактов, а путешествие во времени, раскрывающее славное коммерческое прошлое города и его роль как важного узла на международном морском Шелковом пути.
</p>

    `,
    internalImageNames: ['38.jpg', '37.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Museum of Local Products !
  {
    id: 10, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Музей местных продуктов',
    description:
      'Создан для демонстрации, представления, продвижения и развития специй и местных продуктов Хойана',
    fullDescription: `
<p>
    Если вы когда-нибудь мечтали узнать, какие тайны скрывают в себе местные специи и продукты, которые столетиями делали Хойан жемчужиной торговли, то вам обязательно нужно заглянуть в <strong>Музей Местных Продуктов в Хойане (Museum of Local Products in Hoi An)</strong>. Этот новый, но очень важный музей, открывшийся совсем недавно, расположен в одном из старинных домов по адресу 57 Trần Phú и призван погрузить вас в мир ароматов и историй.
</p>
<p>
    Созданный Центром управления и сохранения культурного наследия Хойана, музей имеет одну главную цель: показать, представить и, конечно, продвинуть уникальные специи и местные продукты Хойана и всей провинции Куангнам. Это не просто выставка; это новая, привлекательная туристическая достопримечательность, которая позволит вам узнать и прочувствовать богатство региона, а также получить представление об истории оживленной торговли, которая кипела в порту Хойана с давних времён и до наших дней.
</p>

<h6>Темы, Артефакты и Кулинарные Секреты</h6>
<p>
    Музей Местных Продуктов организован очень продуманно, по четырём увлекательным темам, которые раскроют перед вами всю суть Хойана:
</p>
<img src="IMAGE_PLACEHOLDER_39.jpg" alt="Museum of Local Products"/>
<ul>
    <li><strong>Обзор местных продуктов:</strong> Вы получите общее представление о том, чем богат этот край.</li>
    <li><strong>Хойан – Транзитный пункт специй:</strong> Эта часть выставки подчеркивает историческую роль Хойана как ключевого узла, через который проходили потоки специй и других ценных товаров.</li>
    <li><strong>Типичные и эндемичные продукты:</strong> Здесь вы познакомитесь с настоящими сокровищами региона Куангнам, такими как загадочное ласточкино гнездо, уникальные листья Лао, ароматный перец, орех бетель, душистая корица, различные виды чая и ценнейшее агаровое дерево (уд).</li>
    <li><strong>Продолжение и развитие:</strong> Эта секция, вероятно, покажет, как местные продукты живут и развиваются в современном мире, сохраняя свои традиции.</li>
</ul>
<p>
    В музее вы увидите внушительную коллекцию: 130 изображений, старинных документов, книг и карт, а также 178 артефактов, имеющих высокую историческую и культурную ценность. Кроме того, представлены различные модели, макеты и образцы, которые помогут вам лучше понять, как эти продукты собирались, обрабатывались и использовались.
</p>

<h6>Значение для Города и Его Гостей</h6>
<p>
    Открытие этого музея – это важное событие, которое подчеркивает сразу несколько аспектов:
</p>
<ul>
    <li><strong>Историческая роль Хойана:</strong> Он вновь напоминает о том, что Хойан был ключевым торговым центром, связывающим регионы и страны через специи и местные товары.</li>
    <li><strong>Богатство местного наследия:</strong> Музей ярко демонстрирует разнообразие уникальных продуктов и специй провинции Куангнам, раскрывая их ценность.</li>
    <li><strong>Развитие туризма:</strong> Это новая, привлекательная точка на туристической карте, предлагающая посетителям уникальную возможность глубже понять историю торговли и культуру региона через его вкусы и ароматы.</li>
</ul>
<p>
    Музей Местных Продуктов в Хойане – это ценное дополнение к культурному ландшафту города, предлагающее уникальное путешествие в гастрономическое и торговое наследие региона. Обязательно загляните, чтобы вдохнуть аромат истории!
</p>
    `,
    internalImageNames: ['39.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Chinese Assembly Hall of Hoi An !
  {
    id: 11, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Зал собраний Трунг Хоа',
    description:
      'Это уникальный зал, отличающийся от других китайских залов собраний в Хойане.',
    fullDescription: `
<p>
    Среди множества старинных зданий Хойана есть одно, которое выделяется своим уникальным видом и особенной историей – это <strong>Зал собраний Трунг Хоа (Chinese Assembly Hall of Hoi An)</strong>, также известный как Зал собраний Нгу Банг (Ngũ Bang Assembly Hall). Расположенный по адресу 64 Trần Phú, он не просто красив, но и обладает глубоким смыслом.
</p>
<p>
    Построенный в 1741 году, этот зал был особенным. В отличие от других, которые принадлежали конкретным региональным китайским общинам (Фуцзянь, Кантон, Хайнань), Зал собраний Нгу Банг был создан как общий центр для китайских иммигрантов из <strong>пяти основных групп</strong>: Кантон, Чаочжоу, Хайнань, Фуцзянь и Цзя-Ин (Хакка). Его название "Нгу Банг" буквально означает "Пять Групп" или "Пять Провинций", что прекрасно отражает его цель – объединить китайскую диаспору в Хойане, независимо от их происхождения. Здесь проводились собрания, религиозные церемонии, общинные мероприятия, а ещё, по некоторым данным, здесь даже учили детей из китайских семей, поддерживая язык и культуру вдали от родины.
</p>

<h6>Уникальный Синий Цвет и Гармоничная Архитектура</h6>
<p>
    Китайский Зал Собраний Хойана поражает своей уникальной архитектурой и, конечно же, цветовой палитрой. Это единственный зал собраний в Хойане, окрашенный в яркий синий цвет, что сразу выделяет его среди других, преимущественно красных зданий. Синие стены придают ему особую уникальность и фотогеничность!
</p>
<p>
    Его планировка тщательно сбалансирована и включает в себя все традиционные элементы:
</p>
<ul>
    <li>Вас встретят грандиозные входные ворота, которые словно приглашают внутрь.</li>
    <li>Внутри вы найдете просторный передний двор, ведущий к переднему залу, за которым следует ещё один внутренний двор и павильон.</li>
    <li>Центральное место занимает Главный зал, где проходили основные церемонии поклонения.</li>
    <li>По бокам расположены восточные и западные залы, которые использовались для различных нужд общины.</li>
</ul>
<p>
    Весь зал украшен замысловатой резьбой, декоративными алтарями и яркими картинами. Вы увидите красиво вылепленных драконов и фениксов – символы силы и процветания в китайской культуре. В дизайне использована комбинация дерева и камня, демонстрирующая элегантность традиционного китайского мастерства.
</p>

<h6>Символ Единства и Сохранения Культуры</h6>
<p>
    Зал собраний Трунг Хоа – это больше, чем просто красивое здание. Это мощный символ единства и взаимопомощи между различными китайскими общинами, которые внесли огромный вклад в процветание Хойана как торгового порта. В зале могли поклоняться различным китайским божествам, почитаемым всеми общинами, таким как Тхиен Хау (Богиня-Мать Моря), Конфуций, а также общим богам, приносящим удачу и благополучие. Его роль в сохранении китайского языка и культуры для детей диаспоры делает его особенно ценным.
</p>
<p>
    Китайский Зал Собраний Хойана представляет собой не только архитектурный шедевр с уникальным синим цветом, но и важный исторический памятник, отражающий сплоченность и богатое культурное наследие китайской диаспоры в Древнем городе Хойан. Обязательно загляните и ощутите эту особую атмосферу!
</p>

    `,
    internalImageNames: ['9.jpg', '2.jpg', '3.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Fujian Assembly Hall !
  {
    id: 12, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Зал собраний Фуцзянь',
    description:
      'Первоначально это была небольшая святыня, построенная примерно в 1690 году вьетнамцами',
    fullDescription: `
<p>
    Если вы хотите увидеть самый яркий и богато украшенный китайский зал собраний в Хойане, то ваш путь лежит в <strong>Зал собраний Фуцзянь (Hội Quán Phước Kiến)</strong>. Это не просто храм, это настоящее произведение искусства и живое свидетельство процветания китайской общины, которая сыграла огромную роль в становлении Хойана как торгового порта.
</p>
<p>
    Изначально это была небольшая святыня, построенная вьетнамцами примерно в 1690 году. Но уже в конце XVII века её приобрела и перестроила влиятельная китайская община из провинции Фуцзянь, сделав её своим главным центром. С тех пор она посвящена <strong>Тхиен Хау (Thien Hau)</strong>, Богине-Матери Моря, которая, как известно, защищает моряков и торговцев. Это объясняет, почему этот зал был так важен для фуцзяньских купцов, прибывавших в Хойан по бурным морям. Зал неоднократно расширялся и реставрировался, что лишь подчёркивает мощь и богатство этой общины.
</p>

<h6>Архитектурная Роскошь и Символы Процветания</h6>
<p>
    Зал собраний Фуцзянь поражает своей красотой и традиционной китайской архитектурой с выраженным влиянием стиля Фуцзянь. Комплекс имеет классическую храмовую структуру, которая проведёт вас через ряд впечатляющих пространств:
</p>
<ul>
    <li>Вас встретят грандиозные Главные ворота с тремя входами, украшенные сложной резьбой и статуями.</li>
    <li>За воротами расположен просторный Передний двор с фонтаном и декоративными элементами – идеальное место для начала вашего знакомства с залом.</li>
    <li>Далее вы попадёте в Главный зал, где находится основной алтарь Богини Тхиен Хау. Её статуя, часто окружённая другими божествами, доминирует в пространстве.</li>
    <li>Комплекс включает также Задний зал, посвящённый другим божествам и предкам, и Боковые помещения, которые использовались для различных общинных нужд.</li>
</ul>
<p>
    Вся постройка выполнена из дерева и камня, с традиционной черепичной крышей. Интерьер буквально утопает в ярких цветах, лакированных изделиях, искусной резьбе по дереву и камню, а также керамических статуях и мозаике. Вы увидите невероятно детализированную резьбу, изображающую драконов, фениксов, единорогов, львов, цветы, фрукты, а также сцены из китайской мифологии и истории. Преобладающие цвета – красный и золотой – неслучайны, они символизируют удачу и процветание.
</p>

<h6>Уникальные Детали и Культурное Значение</h6>
<p>
    Помимо всего прочего, в Зале собраний Фуцзянь есть несколько уникальных деталей:
</p>
<ul>
    <li>Вы найдёте множество статуй, изображающих божеств, мифических существ и исторических персонажей. Особенно примечательны статуи шести предков семьи Тран, которые внесли большой вклад в строительство зала.</li>
    <li>Уникальной особенностью являются комнаты, предназначенные для рожениц, что отражает веру в Тхиен Хау как защитницу женщин и детей.</li>
</ul>
<p>
    Этот зал и по сей день остаётся важным местом поклонения не только для китайской общины Фуцзянь, но и для многих местных вьетнамцев. Здесь проводятся традиционные праздники и фестивали, демонстрирующие богатую культуру и традиции Фуцзянь.
</p>
<p>
    Зал собраний Фуцзянь — это не только архитектурный шедевр, но и живое свидетельство истории китайской общины в Хойане, её огромного вклада в развитие города и бережного сохранения культурных традиций. Его посещение является обязательным для тех, кто хочет по-настоящему понять многогранное наследие Древнего города Хойан.
</p>
    `,
    internalImageNames: ['9.jpg', '2.jpg', '3.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Quan Cong Temple / Ong Pagoda !
  {
    id: 13, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Храм Куан Кон / Пагода Онг',
    description: 'Храм посвящён легендарному генералу Куан Конгу (Гуань Юй)',
    fullDescription: `
      
<p>
    Если вы ищете место, где дух древней торговли и глубокие верования переплетаются воедино, ваш путь лежит к <strong>Храму Куан Конг (Quan Cong Temple)</strong>, также известному как Пагода Онг. Это не просто храм, это одна из старейших и наиболее значимых святынь Хойана, построенная в далёком 1653 году китайскими общинами, преимущественно из Фуцзяня и Хайнаня.
</p>
<p>
    Храм посвящён легендарному генералу <strong>Куан Конгу (Гуань Юй)</strong>, который жил в Китае во времена Троецарствия (II-III век н.э.). Куан Конг почитается как эталон верности, праведности, честности, мужества и силы. Он стал символом защиты от зла и несчастий, и именно к нему приходили бизнесмены и купцы Хойана, чтобы молиться за удачу в торговле, процветание и благополучное возвращение своих кораблей. Его образ настолько важен, что ему поклоняются и в китайской общине современного Хошимина. Храм Куан Конг неоднократно реконструировался на протяжении веков, сохраняя свою первоначальную структуру и великолепие. В 1991 году он был признан Национальным культурным и историческим наследием Вьетнама.
</p>

<h6>Архитектурное Величие и Скрытые Детали</h6>
<p>
    Храм Куан Конг — это яркий пример китайской храмовой архитектуры, полный отличительных черт и богатого убранства:
</p>
<img src="IMAGE_PLACEHOLDER_41.jpg" alt="Quan Cong Temple / Ong Pagoda"/>
<small>Зеленые драконы, вырезанные на входной двери пагоды Онг, являются воплощением Куан Конга.</small>
<ul>
    <li>Вход в храм осуществляется через впечатляющие <strong>Тройные ворота</strong>, украшенные красочными узорами. По обе стороны ворот стоят фигуры хранителей или величественных львов-стражей.</li>
    <li>Пройдя через ворота, вы попадёте в красивый внутренний двор с прудом, украшенным водными лилиями и изящным мостиком. Здесь же могут быть старые деревья, придающие месту особую атмосферу спокойствия.</li>
    <li>Центральное место занимает Главный зал поклонения, где находится большая и впечатляющая статуя генерала Куан Конга. Вы узнаете его по красному лицу, длинной бороде и характерным одеяниям. По бокам от него обычно расположены статуи его верных последователей: генерала Чжоу Цана (с зелёным лицом) и приёмного сына Куан Пина.</li>
    <li>Алтари богато украшены лакированными и позолоченными деревянными изделиями, керамикой и ритуальными подношениями. С потолка свисают гигантские катушки благовоний, создавая таинственную дымку.</li>
    <li>Храм славится своей замысловатой деревянной резьбой, изображающей драконов, фениксов, мифических существ, а также сцены из китайской мифологии и классических романов. Вы увидите множество фресок и барельефов.</li>
</ul>
<p>
    Есть и очень интересные боковые помещения:
</p>
<img src="IMAGE_PLACEHOLDER_40.jpg" alt="Quan Cong Temple / Ong Pagoda"/>
<ul>
    <li>В левой комнате расположен алтарь, посвящённый покровителю торговли и процветания.</li>
    <li>А в правой — святилище, посвящённое знаменитому коню Куан Конга, известному как "Красный Заяц", который был знаменит своей невероятной скоростью. Его статуя здесь является важным элементом.</li>
</ul>

<h6>Живой Музей Духовных Верований</h6>
<p>
    Храм Куан Конг является активным местом поклонения для местных жителей, особенно для китайской диаспоры и вьетнамцев. Его часто посещают бизнесмены, чтобы просить благословения для честной и успешной торговли. Храм также служит центром проведения различных традиционных китайских и вьетнамских праздников, включая Лунный Новый год, которые сопровождаются ритуалами, музыкой и танцами (например, знаменитый танец льва).
</p>
<img src="IMAGE_PLACEHOLDER_42.jpg" alt="Quan Cong Temple / Ong Pagoda"/>
<small>Исторические древности остаются нетронутыми в пагоде Онг в Хойане спустя более чем 300 лет</small>
<p>
    Если вы собираетесь посетить только один зал собраний в Хойане, возможно, стоит выбрать Зал собраний Кантонский – он действительно потрясает своим масштабом и украшениями. Однако Храм Куан Конг – это уникальный живой музей, который предоставляет глубокое понимание богатой истории, торговых связей и культурного обмена в Хойане, а также духовных верований, которые формировали жизнь его жителей на протяжении веков. Посещение этого храма – это неотъемлемая часть знакомства с Древним городом Хойан.
</p>
    `,
    internalImageNames: ['40.jpg', '42.jpg', '41.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Museum of Traditional Medicine !
  {
    id: 14, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Музей традиционной медицины',
    description:
      'Главная цель музея — показать, как развивалась традиционная медицина в Хойане',
    fullDescription: `
<p>
    Если вы когда-нибудь мечтали узнать, как лечили болезни столетия назад, или просто хотите прикоснуться к мудрости древних целителей, то вам обязательно нужно заглянуть в <strong>Музей Традиционной Медицины в Хойане (Museum of Traditional Medicine)</strong>. Этот относительно новый, но очень познавательный музей открылся 15 марта 2019 года, став настоящим подарком к 44-летию революции Хойана и 20-летию включения города в список Всемирного наследия ЮНЕСКО.
</p>
<p>
    Музей расположен в  отреставрированном старинном доме по адресу. Само здание, с его двумя этажами, уже является частью истории Хойана. Главная цель музея — показать, как развивалась традиционная медицина в Хойане, объединяя вьетнамские и китайские культурные практики.
</p>

<h6>От Китайской Аптеки до Вьетнамских Секретов: Что Внутри?</h6>
<p>
    Музей Традиционной Медицины — это настоящая сокровищница, где собрано более 200 артефактов, каждый из которых рассказывает свою историю:
</p>
<ul>
    <li><strong>Первый этаж</strong> перенесёт вас прямо в классическую китайскую аптеку прошлых веков. Здесь вы сможете увидеть, как выглядел врач за работой, рассмотреть огромный деревянный шкаф со 108 (!) различными видами лекарств, а также бамбуковые подносы, на которых когда-то сушили целебные растения и семена. Это как будто вы попадаете в сцену из старого фильма!</li>
    <li><strong>Второй этаж</strong> полностью посвящён традиционной вьетнамской медицине. Здесь вы узнаете о её уникальных особенностях и секретах.</li>
</ul>
<p>
    Среди самых интересных экспонатов и возможностей музея:
</p>
<ul>
    <li>Вы можете увидеть, как врач проверяет пульс и выписывает рецепты – это очень интересно и познавательно!</li>
    <li>Представлены старинные мешочки с лекарствами и фотографии медицинских растений с их названиями на вьетнамском и английском языках. Вы сможете понять, какие травы использовались для лечения.</li>
    <li>Обязательно обратите внимание на информацию о Тюэ Тинь (Tue Tinh, 1330-1400) – его считают настоящим предком вьетнамской медицины.</li>
</ul>

<h6>Почему Стоит Посетить?</h6>
<p>
    Посещение Музея Традиционной Медицины — это не только возможность узнать много нового о древних методах лечения, но и шанс погрузиться в культурное наследие Хойана, которое всегда было тесно связано с торговлей и обменом знаниями, в том числе и медицинскими. Это свежий взгляд на историю города, которая здесь проявляется через призму здоровья и благополучия.
</p>

    `,
    internalImageNames: ['9.jpg', '2.jpg', '3.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Museum of Folk Culture !
  {
    id: 15, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Музей народной культуры',
    description:
      'Демонстрация и ознакомление с вьетнамской народной культурой медициной',
    fullDescription: `
<p>
    Если вы хотите по-настоящему почувствовать пульс древнего Хойана, понять, чем жили его жители, пока корабли привозили экзотические товары, то вам просто необходимо посетить <strong>Музей Народной Культуры (Museum of Folk Culture)</strong>. Это один из шести сокровищ-музеев Старого города, и он целиком посвящён повседневной жизни и традициям Хойана времён его расцвета как торгового порта.
</p>
<p>
    Музей расположен в одном из самых больших жилых зданий Старого города, прекрасном двухэтажном особняке с внутренним двориком, который сам по себе является произведением искусства. Его архитектура — это восхитительный микс китайских влияний и уникальных вьетнамских элементов, а построен он, скорее всего, в середине XIX века. Так что вы не только изучите экспонаты, но и прикоснетесь к истории самого здания!
</p>

<h6>500 Артефактов и Четыре Темы, Которые Расскажут Всё!</h6>
<p>
    Внутри музея вас ждёт увлекательное путешествие по четырем основным темам, представленным на верхнем этаже, где собрано около 500 артефактов:
</p>
<ul>
    <li><strong>Народное искусство:</strong> Здесь вы увидите уникальные картины, скульптуры и керамику, которые расскажут о творческом духе жителей Хойана.</li>
    <li><strong>Народное исполнительское искусство:</strong> Вы узнаете о местных традициях, таких как знаменитый Танец Единорога (Уикорн) и зажигательный Танец Бай Чай. Представьте, какие захватывающие представления давались на улицах Хойана!</li>
    <li><strong>Традиционные деревни:</strong> Музей покажет, чем жили окружающие деревни. Вы увидите старинные сельскохозяйственные и рыболовные инструменты, которые расскажут о специализированных техниках разных поселений.</li>
    <li><strong>Традиционный образ жизни:</strong> Эта секция погрузит вас в повседневность Хойана, демонстрируя предметы, связанные с традиционными ремёслами и производствами: гончарное дело, шелкоткачество и пошив одежды. Ведь Хойан был не только торговым центром, но и местом, где производили уникальные товары!</li>
</ul>
<p>
    Особое внимание стоит уделить <strong>обширному использованию дерева</strong> в конструкции самого здания музея. Лестницы, балюстрады, перегородки — всё выполнено с невероятным мастерством, и это само по себе является экспонатом.
</p>

<h6>Почему это Важно и Интересно?</h6>
<p>
    Музей Народной Культуры даёт невероятное представление о том, как функционировал Хойан, не только как портовый город для купцов, но и как центр живой, развивающейся культуры местных жителей. Это место, где история оживает через повседневные предметы и рассказывает о богатом наследии региона. Здесь вы сможете по-настоящему почувствовать себя частью древнего Хойана.
</p>

    `,
    internalImageNames: ['9.jpg', '2.jpg', '3.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Teochew Assembly Hall
  {
    id: 16, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Зал собраний Теочев',
    description:
      'Этот зал изначально был центром для общественной и религиозной жизни всех китайцев Чаочжоу',
    fullDescription: `
<p>
    Среди множества великолепных залов собраний Хойана есть один, который сразу бросается в глаза своим особым стилем и богатой историей – это <strong>Зал собраний Теочев (Teochew Assembly Hall)</strong>. Его также называют Trieu Chau Assembly Hall или, по-простому, Пагода Онг Бон. И это не случайно, ведь он был построен китайской общиной из региона Чаочжоу (Теочев) в далёком 1845 году!
</p>
<img src="IMAGE_PLACEHOLDER_43.jpg" alt="Teochew Assembly Hall"/>
<p>
    Этот зал изначально был центром для общественной и религиозной жизни всех китайцев Чаочжоу, которые жили и торговали в Хойане. Он служил местом для встреч, праздников и взаимопомощи. И хотя зал неоднократно обновлялся и перестраивался, особенно в 1887, 1970 и 1991 годах, он сохранил свой уникальный облик и статус одной из немногих древних реликвий Вьетнама, признанных даже Французской школой Дальнего Востока!
</p>

<h6>Архитектурное Волшебство и Искусство Деталей</h6>
<img src="IMAGE_PLACEHOLDER_44.jpg" alt="Teochew Assembly Hall"/>
<p>
    Зал собраний Теочев — это настоящий шедевр архитектуры, где китайский стиль гармонично переплетается с местными вьетнамскими элементами. Его планировка очень символична и следует китайскому иероглифу "国" (guó), что означает "страна" или "нация", с тремя основными частями: передним двором, внутренним двором и главным залом.
</p>
<img src="IMAGE_PLACEHOLDER_45.jpg" alt="Teochew Assembly Hall"/>
<ul>
    <li>Вход в зал осуществляется через впечатляющие <strong>Тройные ворота</strong> с тремя крышами. Над средним входом висит табличка с четырьмя иероглифами: "Зал собраний китайской конгрегации Теочев". А металлические ворота украшены изображениями карпов, которые, как вы помните, символизируют удачу!</li>
    <li>По бокам среднего входа вас встретят две каменные фигуры львов-стражей, готовых защищать это святое место от злых духов.</li>
    <li>Фасад выполнен из искусно вырезанных каменных плит, украшенных популярными мотивами: карпы, превращающиеся в драконов (мечта любого торговца!), четыре священных зверя и изящные бабочки. Каждая деталь здесь имеет глубокий смысл.</li>
    <li>Главный зал для поклонения построен из дерева и камня. Его стропила и балки богато украшены резными узорами, птицами и мифическими персонажами. Вы увидите резных драконов и рыб на деревянных колоннах, которые создают очень торжественный и впечатляющий вид.</li>
    <li>Зал знаменит своим искусством тиснения и инкрустации, часто с использованием фарфора, что придаёт конструкции особую красоту. А с потолков свисают катушки благовоний с бумажными молитвами, наполняя воздух таинственным ароматом.</li>
    <li>Внутри комплекса есть два красивых дворика, которые создают уютный оазис, дарящий спокойствие вдали от шумной улицы.</li>
    <li>По бокам главного зала расположены Восточный и Западный дома, которые могли использоваться для общинных мероприятий и, возможно, даже для уроков китайского языка для детей.</li>
</ul>

<h6>Генерал, Успокаивающий Волны, и Тайны Под Землей</h6>
<img src="IMAGE_PLACEHOLDER_46.jpg" alt="Teochew Assembly Hall"/>
<p>
    Главным божеством, которому поклоняются в центральном святилище, является <strong>Онг Бон (Ông Bổn)</strong>, или Ма Юань — китайский военачальник, живший ещё до нашей эры и обожествлённый после смерти. Его официальный титул — "Генерал, который успокаивает волны". Ему молились за благополучное плавание и удачную торговлю на море, что было жизненно важно для купцов из Чаочжоу, чья жизнь зависела от морских путешествий.
</p>
<p>
    Помимо религиозных целей, Зал собраний Теочев всегда был важнейшим центром для сохранения и распространения культуры и духовных ценностей общины Чаочжоу в Хойане. Здесь до сих пор регулярно проводятся фестивали и культурные мероприятия, привлекая как местную китайскую общину, так и туристов.
</p>
<img src="IMAGE_PLACEHOLDER_47.jpg" alt="Teochew Assembly Hall"/>
<p>
    И напоследок, небольшой секрет: в 1989 году археологи обнаружили под землей Зала собраний Теочев множество керамических изделий и старинных монет XV-XX веков, сделанных в Китае, Японии и Вьетнаме! Эти находки лишний раз доказывают, что Хойан был невероятно оживленным торговым портом.
</p>
<p>
    Зал собраний Теочев — это один из важнейших и самых уникальных архитектурных и культурных объектов в Хойане. Обязательно загляните сюда, чтобы окунуться в историю и понять, как различные культуры формировали этот древний город.
</p>
    `,
    internalImageNames: ['43.jpg', '44.jpg', '45.jpg', '46.jpg', '47.jpg'], // Все имена изображений, используемые в fullDescription
  },
  //Precious Heritage Art Gallery Museum
  {
    id: 17, // Этот ID должен совпадать с ID этой же достопримечательности в других языковых файлах
    title: 'Музей и художественная галерея Ценное наследие',
    description: 'Каждый Портрет — Это Открытая Душа Вьетнама!',
    fullDescription: `
  
<p>
    Забудьте на минуту о древних храмах и торговых домах. В Хойане есть совершенно особенное место, где история пишется не камнем, а человеческими лицами и историями. Мы говорим о <strong>Галерее-музее Precious Heritage (Драгоценное наследие)</strong>, проекте французского фотографа <strong>Реана (Réhahn)</strong>, человека, которого называют "фотографом, улавливающим души своих моделей".
</p>
<img src="IMAGE_PLACEHOLDER_49.jpg" alt="Teochew Assembly Hall"/>
<p>
    Реан — это не просто человек с камерой. Он настоящий исследователь человечества, который исколесил более 35 стран, прежде чем осесть в любимом Хойане. Для него фотография — это повод стать ближе к людям, услышать их истории и понять их культуру. "Хороший контакт (и фотография) начинается с уважения", — говорит Реан, и в его работах это чувствуется в каждом кадре.
</p>

<h6>"Скрытая Улыбка" и Проект, Изменивший Жизнь</h6>
<p>
    В 2011 году Реан встретил женщину, которая изменила всё – 72-летнюю капитаншу лодки по имени <strong>Буи Тхи Ксонг</strong>. Когда он попросил сделать её портрет, она смущённо засмеялась и прикрыла рот. Так появился легендарный снимок <strong>"Скрытая улыбка"</strong> – фотография, которая покорила мир, стала самым дорогим азиатским снимком (продан за 150 000 долларов!) и даже была подарена президентом Вьетнама Эммануэлю Макрону.
</p>
<img src="IMAGE_PLACEHOLDER_50.jpg" alt="Teochew Assembly Hall"/>
<p>
    Для Реана эта фотография — "воплощение настоящего Вьетнама", смешение скромности, юмора, мудрости и счастья. И именно эта встреча вдохновила его на создание <strong>Giving Back Project</strong>, проекта по возвращению части прибыли героям его снимков.
</p>
<p>
    Но "Скрытая улыбка" была лишь началом. Другая знаковая работа — портрет девочки Ан Фуок с голубыми глазами из народа чам, которая украсила обложки мировых журналов. Реан никогда не спешит, он ждёт, пока доверие возникнет естественно. "Успех портрета зависит не от техники, а от искренней и осмысленной связи с героем", — убеждён он.
</p>

<h6>Музей Precious Heritage: Сердце Вьетнамского Многообразия</h6>
<p>
    Самый масштабный проект Реана – это <strong>Precious Heritage</strong>. Он начался с изучения 54 этнических групп Вьетнама и превратился в десятилетнее исследование их культурного наследия, ремёсел и историй. К 2020 году Реан завершил свою миссию, встретившись с представителями всех групп.
</p>
<img src="IMAGE_PLACEHOLDER_51.jpg" alt="Teochew Assembly Hall"/>
<p>
    И результатом этого невероятного труда стал <strong>музей Precious Heritage в Хойане</strong>, открытый в 2017 году. Это единственный в мире музей, где собраны артефакты всех этносов Вьетнама! Представьте: 100 потрясающих фотографий, 62 подлинных национальных костюма, пять залов и 500 квадратных метров пространства, посвящённого культурному многообразию.
</p>
<p>
    "До Вьетнама я не мог представить страну, где столько языков, традиций и идентичностей сосуществуют", — говорит Реан. Его миссия — сохранить это хрупкое и уникальное наследие.
</p>
<p>
    Посещение галереи-музея Precious Heritage — это не просто экскурсия, это эмоциональное путешествие, которое позволит вам заглянуть в самые потаённые уголки Вьетнама через лица его людей. Приготовьтесь к тому, что вы уйдёте оттуда вдохновлёнными и с улыбкой на лице!
</p>

    `,
    internalImageNames: ['48.jpg', '49.jpg', '50.jpg', '51.jpg'], // Все имена изображений, используемые в fullDescription
  },
];
